IdeaRS.Connections
FasteningData.CustomLcsAngle Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the angle of lcs for custom location of reference point.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double CustomLcsAngle { get; set; }
Property Value
Type: Double
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace